tap "bgreenwell/xleak"
tap "dagger/tap"
tap "dart-lang/dart"
tap "dopplerhq/cli"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "snyk/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "aichat"
brew "asciinema"
brew "autoconf"
brew "axel"
brew "bash"
brew "bat"
brew "btop"
brew "carapace"
brew "cloud-sql-proxy"
brew "cloudflared"
brew "coreutils"
brew "croc"
brew "delve"
brew "deno"
brew "direnv"
brew "duckdb"
brew "elixir"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "librespot"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "llm"
brew "lpeg"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "msgpack"
brew "nak"
brew "ncspot"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "opencode"
brew "openjdk@17"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@16"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "rust"
brew "scrcpy"
brew "sevenzip"
brew "siege"
brew "starship"
brew "stripe-cli"
brew "tectonic"
brew "terragrunt"
brew "tfenv"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "trash", link: true
brew "tree-sitter-cli"
brew "ttyd"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bgreenwell/xleak/xleak"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "dopplerhq/cli/doppler"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
cask "aerospace"
cask "android-studio"
cask "battle-net"
cask "bitcoin-core"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "crossover"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "font-hack-nerd-font"
cask "font-maple-mono-nf"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hoppscotch"
cask "insomnia"
cask "itermai"
cask "jordanbaird-ice"
cask "lapce"
cask "loom"
cask "mouseless@preview"
cask "mullvad-browser"
cask "mullvad-vpn"
cask "obsidian"
cask "ollama-app"
cask "orbstack"
cask "passepartout"
cask "pika"
cask "postman"
cask "prisma-studio"
cask "proton-drive"
cask "proton-mail"
cask "qflipper"
cask "r-app"
cask "raycast"
cask "shottr"
cask "signal"
cask "sparrow"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "todoist-app"
cask "tor-browser"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "wireshark-app"
cask "yaak"
vscode "bradlc.vscode-tailwindcss"
vscode "continue.continue"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.sublime-keybindings"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
