tap "bgreenwell/xleak"
tap "dagger/tap"
tap "dart-lang/dart"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "k1low/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "snyk/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "libuv"
brew "node"
brew "agent-browser"
brew "aichat"
brew "asciinema"
brew "autoconf"
brew "axel"
brew "bash"
brew "bat"
brew "btop"
brew "carapace"
brew "cloud-sql-proxy"
brew "cloudflared"
brew "coreutils"
brew "croc"
brew "delve"
brew "deno"
brew "direnv"
brew "duckdb"
brew "dust"
brew "elixir"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lftp"
brew "libffi"
brew "libpq", link: true
brew "librespot"
brew "librsvg"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "llm"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "mise"
brew "mkcert"
brew "mprocs"
brew "msgpack"
brew "nak"
brew "ncspot"
brew "neovim"
brew "nmap"
brew "openai-whisper"
brew "ripgrep"
brew "opencode"
brew "openjdk@17"
brew "openjdk@21"
brew "qrencode"
brew "tree"
brew "pass"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@16"
brew "python@3.12"
brew "railway"
brew "ripgrep-all"
brew "ruby"
brew "rust"
brew "rustup"
brew "sccache"
brew "scrcpy"
brew "sevenzip"
brew "siege"
brew "signal-cli"
brew "sshpass"
brew "starship"
brew "stripe-cli"
brew "syncthing", restart_service: :changed
brew "tectonic"
brew "terragrunt"
brew "tfenv"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tree-sitter-cli"
brew "ttyd"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "worktrunk"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bgreenwell/xleak/xleak"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "dopplerhq/cli/doppler"
brew "oven-sh/bun/bun"
brew "steipete/tap/gogcli"
brew "steipete/tap/sag"
cask "nikitabobko/tap/aerospace"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-tarpaulin"
