tap "bgreenwell/xleak"
tap "dagger/tap"
tap "dart-lang/dart"
tap "dopplerhq/doppler", "https://github.com/DopplerHQ/homebrew-doppler.git"
tap "felixkratz/formulae", "https://github.com/FelixKratz/homebrew-formulae"
tap "k1low/tap", "https://github.com/k1LoW/homebrew-tap"
tap "nikitabobko/tap"
tap "openclaw/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "snyk/tap"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "yakitrak/yakitrak"
brew "libffi"
brew "libuv"
brew "node"
brew "agent-browser"
brew "aichat"
brew "asciinema"
brew "autoconf"
brew "axel"
brew "bash"
brew "bat"
brew "btop"
brew "caddy"
brew "carapace"
brew "cloud-sql-proxy"
brew "cloudflared"
brew "coreutils"
brew "croc"
brew "delve"
brew "deno"
brew "direnv"
brew "doppler"
brew "duckdb"
brew "dust"
brew "elixir"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "helm"
brew "herdr"
brew "htop"
brew "hub"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lftp"
brew "libpq", link: true
brew "librespot"
brew "librsvg"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "llm"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "maven"
brew "mise"
brew "mkcert"
brew "mole"
brew "mprocs"
brew "msgpack"
brew "nak"
brew "ncspot"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "nullclaw"
brew "openai-whisper"
brew "ripgrep"
brew "opencode"
brew "openjdk@17"
brew "openjdk@21"
brew "pandoc"
brew "qrencode"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@16"
brew "python@3.12"
brew "railway"
brew "ripgrep-all"
brew "ruby", link: false
brew "rust"
brew "rustup"
brew "sccache"
brew "scrcpy"
brew "semgrep"
brew "sevenzip"
brew "siege"
brew "signal-cli"
brew "sshpass"
brew "starship"
brew "stripe-cli"
brew "yt-dlp"
brew "summarize"
brew "switchaudio-osx"
brew "syncthing", restart_service: :changed
brew "tectonic"
brew "terragrunt"
brew "tfenv"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "trash", link: true
brew "tree-sitter-cli"
brew "ttyd"
brew "uv"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "worktrunk"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "android-studio"
cask "battle-net"
cask "bitcoin-core"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "caffeine"
cask "codeql"
cask "codex"
cask "crossover"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "electerm"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-maple-mono-nf"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "helium-browser"
cask "hoppscotch"
cask "insomnia"
cask "itermai"
cask "jordanbaird-ice"
cask "kitlangton-hex"
cask "lapce"
cask "loom"
cask "microsoft-teams"
cask "mouseless@preview"
cask "mucommander"
cask "mullvad-browser"
cask "mullvad-vpn"
cask "obsidian"
cask "orbstack"
cask "passepartout"
cask "pika"
cask "postman"
cask "prisma-studio"
cask "proton-drive"
cask "proton-mail"
cask "qflipper"
cask "r-app"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "signal"
cask "slack"
cask "sparrow"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "todoist-app"
cask "tor-browser"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "yaak"
cask "zed"
vscode "bradlc.vscode-tailwindcss"
vscode "continue.continue"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.sublime-keybindings"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-tarpaulin"
uv "graphifyy"
uv "nano-pdf"
npm "@a5c-ai/babysitter-pi"
npm "@benvargas/pi-firecrawl"
npm "@earendil-works/pi-coding-agent"
npm "@hypabolic/hypa"
npm "@juicesharp/rpiv-ask-user-question"
npm "context-mode"
npm "corepack"
npm "gitnexus"
npm "pi-markdown-preview"
npm "pi-mcp-adapter"
npm "pi-memory"
npm "pi-mermaid"
npm "pi-subagents"
